app/controllers/users_controller.rb

  def create
    @user = User.new(params.require(:user).permit(:name, :response))

    @user.save
---
INSERT INTO "users" ("name", "response", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "matt"], ["response", "yes"], ["created_at", "2015-06-04 05:14:28.077954"], ["updated_at", "2015-06-04 05:14:28.077954"]]